Repository: endlessm/malcontent
Catalog: po/*.po
Languages: ro

source: Change your own app filter
ro: Modifica filtrul aplicatiei

source: Authentication is required to change your app filter.
ro: Pentru a schimba filtrul este necesara autentificarea

source: Read your own app filter
ro: Citeste filtrul aplicatiei

source: Change another user’s app filter
ro: Schimba filtrul aplicatiei a altui utilizator

source: Authentication is required to change another user’s app filter.
ro: Pentru a schimba filrtul aplicatiei a altui utilizator,este necesara autentificarea.

source: Read another user’s app filter
ro: Citeste filtrul aplicatiei a altui utilizator.

source: Authentication is required to read another user’s app filter.
ro: Pentru a citi filtrul aplicatiei a altui utilizator,este necesara autentificarea.

source: Change your own session limits
ro: Modifica limita de sesiune personala.

source: No cartoon violence
ro: Fără violență animată

source: Cartoon characters in unsafe situations
ro: Caractere animate în situații nesigure

source: Cartoon characters in aggressive conflict
ro: Caractere animate în conflict agresiv

source: Graphic violence involving cartoon characters
ro: Violență grafică incluzând caractere animate

source: No fantasy violence
ro: Fără violență fantastică

source: Characters in unsafe situations easily distinguishable from reality
ro: Caractere în situații nesigure recunoscute ușor din realitate

source: Characters in aggressive conflict easily distinguishable from reality
ro: Caractere în conflict agresiv recunoscute ușor din realitate

source: Graphic violence easily distinguishable from reality
ro: Violență grafică recunoscută ușor din realitate

source: No realistic violence
ro: Fără violență reală

source: Mildly realistic characters in unsafe situations
ro: Caractere realistice moderate în situații nesigure

source: Depictions of realistic characters in aggressive conflict
ro: Descrieri ale unor caractere realistice în conflict agresiv

source: Graphic violence involving realistic characters
ro: Violență grafică incluzând caractere realistice

source: No bloodshed
ro: Fără vărsare de sânge

source: Unrealistic bloodshed
ro: Vărsare de sânge nerealistică

source: Realistic bloodshed
ro: Vărsare de sânge realistică

source: Depictions of bloodshed and the mutilation of body parts
ro: Descrieri de vărsare de sânge și mutilarea părților de corp

source: No sexual violence
ro: Fără violență sexuală

source: Rape or other violent sexual behavior
ro: Viol sau alt comportament sexual

source: No references to alcohol
ro: Fără referințe la băuturi alcoolice

source: References to alcoholic beverages
ro: Referințe la băuturi alcoolice

source: Use of alcoholic beverages
ro: Uz de băuturi alcoolice

source: No references to illicit drugs
ro: Fără referințe la droguri ilegale

source: References to illicit drugs
ro: Referințe la droguri ilegale

source: Use of illicit drugs
ro: Uz de droguri ilegale

source: References to tobacco products
ro: Referințe la produse de tutun

source: Use of tobacco products
ro: Uz de produse de tutun

source: No nudity of any sort
ro: Fără nuditate de orice tip

source: Brief artistic nudity
ro: Scurtă nuditate artistică

source: Prolonged nudity
ro: Nuditate prelungită

source: No references or depictions of sexual nature
ro: Fără referințe sau descrieri de natură sexuală

source: Provocative references or depictions
ro: Referințe sau descrieri provocative

source: Sexual references or depictions
ro: Referințe sexuale sau descrieri

source: Graphic sexual behavior
ro: Comportament sexual grafic

source: No profanity of any kind
ro: Fără profanitate de orice tip

source: Mild or infrequent use of profanity
ro: Uz moderat sau nefrecvent de obscenitate

source: Moderate use of profanity
ro: Uz moderat de obscenitate

source: Strong or frequent use of profanity
ro: Uz puternic sau frecvent de obscenitate

source: No inappropriate humor
ro: Fără umor inapropriat

source: Slapstick humor
ro: Umor ieftin

source: Vulgar or bathroom humor
ro: Umor vulgar

source: Mature or sexual humor
ro: Umor pentru adulți sau sexual

source: No discriminatory language of any kind
ro: Fără limbaj discriminator de orice tip

source: Negativity towards a specific group of people
ro: Negativitate referitor la un grup specific de oameni

source: Discrimination designed to cause emotional harm
ro: Discriminare destinată să cauzeze ofensă emoțională

source: Explicit discrimination based on gender, sexuality, race or religion
ro: Discriminare explicită bazată pe sex, sexualitate, rasă sau religie

source: No advertising of any kind
ro: Fără reclame de orice tip

source: Product placement
ro: Plasarea de produse

source: Explicit references to specific brands or trademarked products
ro: Referințe explicite la mărci specifice sau produse de mărci înregistrate

source: Users are encouraged to purchase specific real-world items
ro: Utilizatorii sunt încurajați să cumpere obiecte specifice din lumea reală

source: No gambling of any kind
ro: Fără jocuri de noroc de orice tip

source: Gambling on random events using tokens or credits
ro: Jocuri de noroc la evenimente aleatorii folosind jetoane sau credite

source: Gambling using “play” money
ro: Jocuri de noroc folosind bani virtuali

source: Gambling using real money
ro: Jocuri de noroc folosind bani adevărați

source: No ability to spend money
ro: Fără abilitatea de a cheltui bani

source: Users are encouraged to donate real money
ro: Utilizatorii sunt încurajați să doneze bani adevărați

source: Ability to spend real money in-game
ro: Abilitatea de a cheltui bani reali în joc

source: No way to chat with other users
ro: Fără abilitatea de a discuta cu alți utilizatori

source: User-to-user game interactions without chat functionality
ro: Interacțiuni utilizator-la-utilizator fără funcționalitate de chat

source: Moderated chat functionality between users
ro: Funcționalitate de chat moderat între utilizatori

source: Uncontrolled chat functionality between users
ro: Funcționalitate de chat necontrolat între utilizatori

source: No way to talk with other users
ro: Fără abilitatea de a vorbi cu alți utilizatori

source: Uncontrolled audio or video chat functionality between users
ro: Funcționalitate de chat necontrolat audio sau video între utilizatori

source: No sharing of social network usernames or email addresses
ro: Fără partajare de nume de utilizatori de rețele sociale sau adrese de email

source: Sharing social network usernames or email addresses
ro: Partajare de nume de utilizatori de rețele sociale sau adrese de email

source: No sharing of user information with 3rd parties
ro: Fără partajare de informații despre utilizatori cu părți terțe

source: Checking for the latest application version
ro: Verificare după ultima versiune de aplicație

source: Sharing diagnostic data that does not let others identify the user
ro: Partajare de date diagnostice care nu permit altora identificarea utilizatorului

source: Sharing information that lets others identify the user
ro: Partajare de informații care permit altora identificarea utilizatorului

source: No sharing of physical location to other users
ro: Fără partajarea locației fizice cu alți utilizatori

source: Sharing physical location to other users
ro: Partajarea locației fizice cu alți utilizatori

source: No references to homosexuality
ro: Fără referințe la homosexualitate

source: Indirect references to homosexuality
ro: Referințe indirecte la homosexualitate

source: Kissing between people of the same gender
ro: Sărutarea între oameni de același sex

source: Graphic sexual behavior between people of the same gender
ro: Comportament sexual grafic între oameni de același sex

source: No references to prostitution
ro: Fără referințe la prostituție

source: Indirect references to prostitution
ro: Referințe indirecte la prostituție

source: Direct references to prostitution
ro: Referințe directe la prostituție

source: Graphic depictions of the act of prostitution
ro: Descrieri grafice ale actului de prostituție

source: No references to adultery
ro: Fără referințe la adulter

source: Indirect references to adultery
ro: Referințe indirecte la adulter

source: Direct references to adultery
ro: Referințe directe de adulter

source: Graphic depictions of the act of adultery
ro: Descrieri grafice ale actului de adulter

source: No sexualized characters
ro: Fără caractere sexuale

source: Scantily clad human characters
ro: Caractere umane îmbrăcate sumar

source: Overtly sexualized human characters
ro: Caractere umane sexualizate deschis

source: No references to desecration
ro: Fără referințe la profanare

source: Depictions or references to historical desecration
ro: Depictări sau referințe la profanare istorică

source: Depictions of modern-day human desecration
ro: Descrieri de profanare umană modernă

source: Graphic depictions of modern-day desecration
ro: Descrieri grafice de profanare modernă

source: No visible dead human remains
ro: Fără rămășițe umane vizibile

source: Visible dead human remains
ro: Rămășițe umane vizibile

source: Dead human remains that are exposed to the elements
ro: Rămășițe umane are expuse elementelor

source: Graphic depictions of desecration of human bodies
ro: Descrieri grafice ale profanării corpurilor umane

source: No references to slavery
ro: Fără referințe la sclavagism

source: Depictions or references to historical slavery
ro: Depictări sau referințe la sclavagismul istoric

source: Depictions of modern-day slavery
ro: Descrieri ale sclavagismului modern

source: Graphic depictions of modern-day slavery
ro: Descrieri grafice ale sclavagismului modern

source: _Help
ro: A_jutor

source: Your account
ro: Contul tău
